/* Analyze Contacts title for the button */
"Analyze Contacts" = "تحليل جهات الاتصال";

/* Analyzing contacts title for loading the screen */
"Analyzing Contacts..." = "جاري تحليل جهات الاتصال...";

/* Confirmation message title for multi contact update */
"Are you sure you want to update the selected contacts?" = "هل تريد تحديث جميع جهات الاتصال المحددة؟";

/* Back */
"Back" = "رجوع";

/* Cancel */
"Cancel" = "إلغاء";

/* Contacts title for contacts list screen */
"Contacts" = "جهات الاتصال";

/* Current numbers section title with number count */
"Current Numbers (%d)" = "الأرقام الحالية (%d)";

/* Error */
"Error" = "خطأ";

/* Error message when the save contacts failes */
"Error occurred, please try again!" = "حصل خطأ، الرجاء المحاولة مرة أخرى!";

/* No Name */
"No Name" = "بدون اسم";

/* OK */
"OK" = "موافق";

/* Preview */
"Preview" = "معاينة";

/* Qontacts title */
"Qontacts" = "Qontacts";

/* Select all for toolbar button */
"Select All" = "تحديد الكل";

/* Select none for toolbar button */
"Select None" = "إلغاء تحديد الكل";

/* Prompt title on top of the single contact screen */
"The following contact needs to be updated:" = "جهة الاتصال التالية بحاجة للتحديث:";

/* Prompt title on top of the contacts list screen */
"The following contact(s) need to be updated:" = "جهات الاتصال التالية بحاجة للتحديث:";

/* Update toolbar button */
"Update" = "تحديث";

/* Update with count number toolbar button */
"Update (%d)" = "تحديث (%d)";

/* Update Contact for confirmation button on single contact update */
"Update Contact" = "تحديث جهة الاتصال";

/* Update Selected Contacts button on the action sheet */
"Update Selected Contacts" = "تحديث جهات الاتصال المحددة";

/* Updated numbers section title with number count */
"Updated Numbers (%d)" = "االأرقام التي ستحدث (%d)";

/* Updating contacts title for multi update loading screen */
"Updating contacts..." = "جاري تحديث جهات الاتصال...";

